{
  "catppuccin": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "nord": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onenord": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight": { "branch": "main" }
}
